Repository: ProtonDriveApps/mac-drive
Catalog: PDLocalization/Sources/Resources/shared-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# action_add_to_new_album
source: Add to new album
be: Дадаць новы альбом
ca: Afegeix al nou àlbum
cs: Přidat do nového alba
da: Tilføj til nyt album
de: Zu neuem Album hinzufügen
el: Προσθήκη στο νέο άλμπουμ
es: Añadir al nuevo álbum
es_419: Agregar al álbum nuevo
fi: Lisää uuteen albumiin
fr: Ajouter à l'album
hu: Hozzáadás új albumhoz
id: Tambah ke album baru
it: Aggiungi al nuovo album
ja: 新しいアルバムに追加
ka: დამატება ახალ ალბომში
ko: 새 앨범 추가
nb: Legg til i nytt album
nl: Aan nieuw album toevoegen
pl: Dodaj do nowego albumu
pt: Adicionar ao novo álbum
pt_br: Adicionar ao novo álbum
ro: Adăugare în album nou
ru: Добавить в новый альбом
sk: Pridať do nového albumu
sv: Lägg till i nytt album
tr: Yeni albüme ekle
uk: Додати до нового альбому
zh_hans: 添加到新相册
zh_hant: 新增至新相簿

# action_delete_album
source: Delete album
be: Выдаліць альбом
ca: Elimina l'àlbum
cs: Smazat album
da: Slet album
de: Album löschen
el: Διαγραφή άλμπουμ
es: Eliminar el álbum
es_419: Eliminar el álbum
fi: Poista albumi
fr: Supprimer l'album
hu: Album törlése
id: Hapus album
it: Elimina l'album
ja: アルバムの削除
ka: ალბომის წაშლა
ko: 앨범 삭제
nb: Slett album
nl: Verwijder album
pl: Usuń album
pt: Eliminar o álbum
pt_br: Excluir o álbum
ro: Ștergere album
ru: Удалить альбом
sk: Vymazať album
sv: Ta bort album
tr: Albümü sil
uk: Видалити альбом
zh_hans: 删除相册
zh_hant: 刪除相冊

# action_delete_without_saving
source: Delete without saving
be: Выдаліць без захавання
ca: Elimina sense desar
cs: Smazat bez uložení
da: Slet uden at gemme
de: Löschen ohne Speichern
el: Διαγραφή χωρίς αποθήκευση
es: Eliminar sin guardar
es_419: Eliminar sin guardar
fi: Poista tallentamatta
fr: Supprimer sans enregistrer
hu: Törlés mentés nélkül
id: Hapus tanpa menyimpan
it: Elimina senza salvare
ja: 保存せずに削除
ka: წაშლა შენახვის გარეშე
ko: 저장하지 않고 삭제하기
nb: Slett uten å lagre
nl: Verwijder zonder op te slaan
pl: Usuń bez zapisywania
pt: Eliminar sem guardar
pt_br: Excluir sem salvar
ro: Ștergere fără salvare
ru: Удалить без сохранения
sk: Vymazať bez uloženia
sv: Ta bort utan att spara
tr: Kaydetmeden sil
uk: Видалити без збереження
zh_hans: 不保存且删除
zh_hant: 不儲存直接刪除

# action_leave_album
source: Leave album
be: Выйсці з альбома
ca: Deixa l'àlbum
cs: Opustit album
da: Forlad album
de: Album verlassen
el: Αποχώρηση από το άλμπουμ
es: Salir del álbum
es_419: Salir del álbum
fi: Poistu albumista
fr: Quitter l'album
hu: Album elhagyása
id: Tinggalkan album
it: Abbandona l'album
ja: アルバムから離れる
ka: ალბომის დატოვება
ko: 앨범에서 나가기
nb: Forlat album
nl: Album verlaten
pl: Opuść album
pt: Sair do álbum
pt_br: Sair do álbum
ro: Părăsire album
ru: Покинуть альбом
sk: Opustiť album
sv: Lämna album
tr: Albümden ayrıl
uk: Покинути альбом
zh_hans: 退出相册
zh_hant: 離開相簿

# action_new_shared_album
source: New shared album
be: Новы абагулены альбом
ca: Nou àlbum compartit
cs: Nové sdílené album
da: Nyt delt album
de: Neues geteiltes Album
el: Νέο κοινόχρηστο άλμπουμ
es: Nuevo álbum compartido
es_419: Álbum compartido nuevo
fi: Uusi jaettu albumi
fr: Nouvel album partagé
hu: Új megosztott album
id: Album terbagi baru
it: Nuovo album condiviso
ja: 新しい共有アルバム
ka: ახალი გაზიარებული ალბომი
ko: 새로운 공유된 앨범
nb: Nytt delt album
nl: Nieuw gedeeld album
pl: Nowy udostępniony album
pt: Novo álbum partilhado
pt_br: Novo álbum compartilhado
ro: Partajare nouă album
ru: Новый общий альбом
sk: Nový zdieľaný album
sv: Nytt delat album
tr: Yeni paylaşılmış albüm
uk: Новий спільний альбом
zh_hans: 新建共享相册
zh_hant: 新分享相簿

# action_remove_photos
source: Remove from album
be: Выдаліць з альбома
ca: Suprimeix de l'àlbum
cs: Odebrat z alba
da: Fjern fra album
de: Aus dem Album entfernen
el: Αφαίρεση από το άλμπουμ
es: Eliminar del álbum
es_419: Eliminar del álbum
fi: Poista albumista
fr: Retirer de l'album
hu: Törlés az albumból
id: Hapus dari album
it: Rimuovi dall'album
ja: アルバムから削除
ka: ალბომიდან ამოღება
ko: 앨범에서 제거
nb: Fjern fra album
nl: Uit album verwijderen
pl: Usuń z albumu
pt: Remover do álbum
pt_br: Remover do álbum
ro: Ștergere din album
ru: Удалить из альбома
sk: Odstrániť z albumu
sv: Ta bort från album
tr: Albümden kaldır
uk: Видалити з альбому
zh_hans: 从相册中移除
zh_hant: 從專輯中刪除

# action_rename_album
source: Rename album
be: Перайменаваць альбом
ca: Canvia el nom de l'àlbum
cs: Přejmenovat album
da: Omdøb album
de: Album umbenennen
el: Μετονομασία άλμπουμ
es: Cambiar el nombre del álbum
es_419: Cambiar el nombre del álbum
fi: Nimeä albumi uudelleen
fr: Modifier le nom de l'album
hu: Album átnevezése
id: Ubah nama album
it: Rinomina l'album
ja: アルバム名を変更
ka: ალბომის სახელის გადარქმევა
ko: 앨범 이름 변경
nb: Gi album nytt navn
nl: Album hernoemen
pl: Zmień nazwę albumu
pt: Alterar o nome de l'álbum
pt_br: Renomear álbum
ro: Redenumire album
ru: Переименовать альбом
sk: Premenovať album
sv: Byt namn på album
tr: Albümü yeniden adlandır
uk: Перейменувати альбом
zh_hans: 重命名相册
zh_hant: 重新命名相簿

# action_save_and_remove
source: Save photos and remove
be: Захаваць фатаграфіі і выдаліць
ca: Desa les fotos i suprimeix
cs: Uložit fotky a odebrat
da: Gem billeder og fjern
de: Fotos speichern und entfernen
el: Αποθήκευση φωτογραφιών και αφαίρεση
es: Guardar las fotos y eliminar
es_419: Guardar las fotos y eliminar
fi: Tallenna kuvat ja poista
fr: Enregistrer les photos et retirez-les
hu: Fényképek mentése és eltávolítás
id: Simpan foto dan hapus
it: Salva foto e rimuovi
ja: 写真を保存して削除
ka: ფოტოების შენახვა და წაშლა
ko: 사진 저장 및 삭제
nb: Lagre bilder og fjern
nl: Sla foto's op en verwijder ze
pl: Zapisz zdjęcia i usuń
pt: Guardar as fotos e remover
pt_br: Salvar fotos e remover
ro: Salvare și ștergere fotografii
ru: Сохранить фотографии и удалить
sk: Uložiť fotografie a odstrániť
sv: Spara foton och ta bort
tr: Fotoğrafları kaydet ve kaldır
uk: Зберегти фото та видалити
zh_hans: 保存照片并删除
zh_hant: 儲存照片並移除

# action_send_link
source: Send link
be: Адправіць спасылку
ca: Envia l'enllaç
cs: Odeslat odkaz
de: Link senden
el: Αποστολή συνδέσμου
es: Enviar el enlace
es_419: Enviar el enlace
fi: Lähetä linkki
fr: Envoyer le lien
hu: Hivatkozás küldése
id: Kirim tautan
it: Invia il link
ja: リンクを送信
ka: ბმულის გაგზავნა
ko: 링크 전송
nb: Send kobling
nl: Link verzenden
pl: Wyślij link
pt: Enviar uma ligação
pt_br: Enviar o link
ro: Trimitere legătură web
ru: Отправить ссылку
sk: Odoslať odkaz
sv: Skicka länk
tr: Bağlantı gönder
uk: Надіслати посилання
zh_hans: 发送链接
zh_hant: 傳送連結

# action_set_as_album_cover
source: Set as album cover
be: Задаць у якасці вокладкі альбома
ca: Estableix com a portada de l'àlbum
cs: Nastavit jako obálku alba
da: Indstil som albumcover
de: Als Albumcover festlegen
el: Ορισμός ως εξώφυλλο άλμπουμ
es: Establecer como portada de álbum
es_419: Establecer como portada de álbum
fi: Aseta albumin kanneksi
fr: Définir en tant que couverture d'album
hu: Beállítás albumborítóként
id: Pasang sebagai sampul album
it: Imposta come copertina dell'album
ja: アルバムカバーに設定
ka: ალბომის ყდად დაყენება
ko: 앨범 커버로 사용하기
nb: Angi som albumomslag
nl: Instellen als omslag
pl: Ustaw jako okładkę albumu
pt: Definir como capa do álbum
pt_br: Definir como capa do álbum
ro: Setare ca și copertă de album
ru: Сделать обложкой альбома
sk: Nastaviť ako obal albumu
sv: Ställ in som albumomslag
tr: Albüm kapağı olarak ayarla
uk: Встановити як обкладинку альбому
zh_hans: 设置为专辑封面
zh_hant: 設定相簿封面

# action_sort
source: Sort
be: Сартаваць
ca: Ordena
cs: Seřadit
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Ordenar
es_419: Ordenar
fi: Järjestä
fr: Trier
hu: Rendezés
id: Urutkan
it: Ordina
ja: 並び替え
ka: დალაგება
ko: 정렬
nb: Sorter
nl: Sorteren
pl: Sortuj
pt: Ordenar
pt_br: Ordenar
ro: Sortare
ru: Сортировать
sk: Triediť
sv: Sortera
tr: Sırala
uk: Сортувати
zh_hans: 自动排序
zh_hant: 排序

# album_edit_saved
source: Edits saved
be: Рэдагаванні захаваны
ca: S'han desat els canvis
cs: Úpravy uloženy
da: Redigeringer gemt
de: Änderungen wurden gespeichert
el: Οι αλλαγές αποθηκεύτηκαν
es: Se han guardado las ediciones.
es_419: Se guardaron las ediciones.
fi: Muokkaukset tallennettiin
fr: Les modifications ont été enregistrées.
hu: A változtatások el lettek mentve
id: Penyuntingan disimpan
it: Modifiche salvate
ja: 編集を保存しました
ka: ჩასწორებები შენახულია
ko: 수정 사항 저장됨
nb: Redigeringer lagret
nl: Wijzigingen opgeslagen
pl: Zmiany zostały zapisane
pt: As edições foram guardadas.
pt_br: As edições foram salvas.
ro: Editări salvate
ru: Изменения сохранены
sk: Úpravy uložené
sv: Ändring sparad
tr: Değişiklikler kaydedildi
uk: Зміни збережено
zh_hans: 已保存编辑
zh_hant: 編輯已儲存

# album_photo_remove_warning
source: What would you like to do with these items?,%d
be: Што вы хочаце зрабіць з гэтым элементамі?, %d
ca: Què voleu fer amb aquests elements?,%d
cs: Co byste chtěli provést s těmito položkami?,%d
da: Hvad ønsker du at gøre med disse elementer?,%d
de: Was möchtest du mit diesen Einträgen tun?,%d
el: Τι θα θέλατε να κάνετε με αυτά τα στοιχεία;, %d
es: ¿Qué quieres hacer con estos elementos?,%d
es_419: ¿Qué le gustaría hacer con estos elementos?,%d
fi: Mitä haluaisit tehdä näille kohteille: %d
fr: Que voulez-vous faire avec ces éléments ? %d
hu: Mit szeretne tenni ezzel az elemmel?,%d
id: Apa yang ingin Anda lakukan dengan item ini?,%d
it: Cosa vuoi fare con questi elementi? %d
ja: これらのアイテム​をどうしますか？、%d
ka: რა გსურთ, რომ უყოთ ამ ერთეულებს?,%d
ko: 이 항목으로 어떤 작업을 수행하시겠습니까?,%d
nb: Hva vil du gjøre med disse elementene?,%d
nl: Wat wilt u met deze items doen?,%d
pt: O que gostaria de fazer com estes itens? %d
pt_br: O que você gostaria de fazer com estes itens? %d
ro: Ce doriți să faceți cu aceste articole (%d)?
ru: Что вы хотите сделать с этими элементами?, %d
sk: Čo chcete urobiť s týmito položkami? %d
sv: Vad vill du göra med de här objekten?,%d
tr: Bu ögelerle ne yapmak istersiniz?,%d
uk: Що ви хочете зробити з цими елементами?, %d
zh_hans: 您想用此商品做什么？，%d
zh_hant: 您想對這些項目做什麼？%d

# album_photo_remove_warning_admin
source: Are you sure you want to remove the selected item(s) from your album?
be: Вы сапраўды хочаце выдаліць выбраныя элемент(ы) з вашага альбома?
ca: Segur que voleu eliminar els elements seleccionats de l'àlbum?
cs: Opravdu chcete odebrat vybrané položky z alba?
da: Er du sikker på, at du vil fjerne de(t) valgte element(er) fra dit album?
de: Bist du sicher, dass du den/die ausgewählten Eintrag/Einträge aus deinem Album entfernen möchtest?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε τα επιλεγμένα αντικείμενα από το άλμπουμ σας;
es: ¿Estás seguro de que quieres eliminar los elementos seleccionados de tu álbum?
es_419: ¿En verdad desea eliminar el o los elementos seleccionados del álbum?
fi: Haluatko varmasti poistaa valitut kohteet albumistasi?
fr: Êtes-vous sûr de vouloir supprimer le ou les éléments sélectionnés de votre disque ?
hu: Biztos, hogy el szeretné távolítani a kiválasztott elem(ek)et az albumból?
id: Apakah Anda yakin ingin menghapus item(d) terpilih dari album Anda?
it: Sei sicuro di voler rimuovere gli elementi selezionati dal tuo album?
ja: 本当に選択したアイテムをアルバムから削除しますか？
ka: დარწმუნებული ხართ, რომ გსურთ მონიშნული ერთეულ(ებ)ის წაშლა თქვენი ალბომიდან?
ko: 앨범에서 선택한 항목을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne de valgte elementene fra albumet ditt?
nl: Weet u zeker dat u de geselecteerde item(s) uit uw album wilt verwijderen?
pt: Tem a certeza que pretende remover os itens selecionados do seu álbum?
pt_br: Você tem certeza de que deseja remover o(s) item(s) selecionado(s) do seu álbum?
ro: Ștergeți articolele selectate din album?
ru: Вы уверены, что хотите удалить выбранный(ые) элемент(ы) из вашего альбома?
sk: Skutočne chcete odstrániť z albumu vybrané položky?
sv: Är du säker på att du vill ta bort de valda objekten från ditt album?
tr: Seçilmiş ögeleri albümünüzden kaldırmak istediğinize emin misiniz?
uk: Дійсно хочете видалити вибраний елемент(-и) зі свого альбому?
zh_hans: 您确定要从相册中移除所选项目吗？
zh_hant: 您確定要將選取的項目從您的相簿中移除？

# album_photo_remove_warning_admin_confirmation
source: Remove
be: Выдаліць
ca: Esborra
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Retirer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ka: წაშლა
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Eliminare
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# album_photo_remove_warning_editor
source: You’ll lose access to these %d photos. If you haven’t already, save them to your photo timeline before removing it from the album.
be: Вы страіце доступ да гэтых %d фатаграфій. Захавайце іх у сваю шкалу часу фатаграфій перад выдаленнем, калі вы не зрабілі гэта раней.
ca: Perdreu l'accés a aquestes %d fotos. Si encara no ho heu fet, deseu-les a la cronologia de fotos abans de suprimir-les de l'àlbum.
cs: K těmto %d fotkám ztratíte přístup. Pokud jste tak ještě neučinili, uložte je před odebráním z alba na časovou osu fotek.
da: Du vil miste adgangen til disse %d fotos. Hvis du ikke allerede har gjort det, skal du gemme dem på din fototidslinje, før du fjerner dem fra albummet.
de: Du verlierst den Zugriff auf diese %d Fotos. Wenn du es noch nicht gemacht hast, speichere sie in deine Fotozeitleiste, bevor du sie aus dem Album entfernst.
el: Θα χάσετε την πρόσβαση σε αυτές τις %d φωτογραφίες. Αν δεν το έχετε ήδη κάνει, αποθηκεύστε τη στο χρονολόγιο φωτογραφιών σας πριν την αφαιρέσετε από το άλμπουμ.
es: Perderás acceso a estas %d fotos. Si aún no lo has hecho, guárdalas en tu cronología de fotos antes de eliminarlas del álbum.
es_419: Perderá acceso a estas %d fotos. Si aún no lo ha hecho, guárdelas en su línea de tiempo de fotos antes de borrarlas del álbum.
fi: Menetät pääsyn näihin %d kuvaan. Jos et ole jo tehnyt sitä, tallenna ne kuviesi aikajanalle ennen, kuin poistat ne albumista.
fr: Vous n'aurez plus accès à ces %d photos. Si vous ne l'avez pas déjà fait, enregistrez-les dans votre chronologie de photos avant de les retirer de l'album.
hu: Elveszti a hozzáférést ehhez a %d fényképhez. Ha még nem tette meg, mentse el a fényképet a fényképek idővonalára, mielőtt eltávolítja az albumból.
id: Anda akan kehilangan akses ke %d foto ini. Jika Anda belum menyimpannya, simpan ke linimasa foto Anda sebelum menghapusnya dari album.
it: Perderai l'accesso a queste %d foto. Se non l'hai già fatto, salvale nella sequenza temporale delle foto prima di rimuoverle dall'album.
ja: これらの %d 枚の写真へのアクセスを失います。まだ保存していない場合は、アルバムから削除する前に写真タイムラインに保存してください。
ka: ამ %d ფოტოზე წვდომას დაკარგავთ. თუ ჯერ არ შეგი­ნახავთ, შეინახეთ ისინი თქვენი ფოტოების ქრონიკაში, სანამ ალბომიდან წაშლით.
ko: 이 %d장의 사진에 접근할 수 없게 됩니다. 아직 저장하지 않았다면, 앨범에서 삭제하기 전에 사진 타임라인에 저장하세요.
nb: Du vil miste tilgangen til disse %d bildene. Hvis du ikke allerede har gjort det, lagre dem på bildetidslinjen før du fjerner dem fra albumet.
nl: U verliest toegang tot deze %d foto's. Als u dat nog niet hebt gedaan, sla ze op in uw fototijdlijn voordat u ze uit het album verwijdert.
pl: Stracisz dostęp do %d zdjęcia. Jeśli chcesz je zachować, zapisz je na osi czasu przed ich usunięciem z albumu.
pt: Perderá acesso a estas %d fotos. Caso ainda não o tenha feito, guarde-as na sua cronologia de fotos antes de as remover do álbum.
pt_br: Você perderá acesso a estas %d fotos. Se você ainda não as salvou, salve-as na sua linha do tempo de fotos antes de removê-las do álbum.
ro: Veți pierde accesul la aceste %d de fotografii. Dacă nu le-ați salvat, faceți-o acum în cronologia de fotografii înainte de a le elimina din album.
ru: Вы потеряете доступ к этим %d фото. Если вы еще не сделали этого, сохраните их в своей ленте фото, прежде чем удалять их из альбома.
sk: Stratíte prístup k týmto %d fotografiám. Ak ste to ešte neurobili, uložte si ich na svoju časovú os fotografií pred ich odstránením z albumu.
sv: Du kommer förlora åtkomst till dessa %d foton. Om du inte redan har gjort det, spara det på din fototidslinje innan du tar bort dem från albumet.
tr: Bu %d fotoğrafa erişemeyeceksiniz. Henüz yapmadıysanız, albümden kaldırmadan önce fotoğrafı zaman akışınıza kaydedin.
uk: Ви втратите доступ до цих %d фотографій. Якщо ви ще цього не зробили, збережіть їх у своїй хронології, перш ніж видаляти з альбому.
zh_hans: 您将失去对这 %d 张照片的访问权限。如果您尚未保存，请先将它们保存到照片时间轴，然后再从相册中移除。
zh_hant: 您將會失去這些 %d 張相片的存取權。如果您尚未這麼做，請將其儲存到您的相片時間軸，再從相簿中移除。

# album_photo_remove_warning_editor_continue
source: Continue
be: Працягнуць
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
hu: Tovább
id: Lanjut
it: Continua
ja: 続行
ka: გაგრძელება
ko: 계속하기
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuare
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: İlerle
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# create_album_placeholder
source: Album name
be: Назва альбома
ca: Nom de l'àlbum
cs: Název alba
da: Albumnavn
el: Όνομα άλμπουμ
es: Nombre del álbum
es_419: Nombre del álbum
fi: Albumin nimi
fr: Nom de l'album
hu: Album neve
id: Nama album
it: Nome album
ja: アルバム名
ka: ალბომის სახელი
ko: 앨범 이름
nb: Albumnavn
nl: Albumnaam
pl: Nazwa albumu
pt: Nome do álbum
pt_br: Nome do álbum
ro: Nume album
ru: Название альбома
sk: Názov albumu
sv: Albumnamn
tr: Albüm adı
uk: Назва альбому
zh_hans: 专辑名称
zh_hant: 相簿名稱

# delete_album_alert_message
source: Are you sure you want to delete the album “%@”? The photos will not be deleted.
be: Вы сапраўды хочаце выдаліць альбом %@”? Фатаграфіі не будуць выдалены.
ca: Segur que voleu suprimir l'àlbum «%@»? Les fotos no s'eliminaran.
cs: Opravdu chcete smazat album "%@"? Fotky nebudou smazány.
da: Er De sikker på, at De vil slette albumet “%@”? Billederne vil ikke blive slettet.
de: Bist du sicher, dass du das Album „%@“ löschen möchtest? Die Fotos werden nicht gelöscht.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το άλμπουμ "%@"; Οι φωτογραφίες δε θα διαγραφούν.
es: ¿Estás seguro de que deseas eliminar el álbum «%@»? Las fotos no se eliminarán.
es_419: ¿En verdad desea eliminar el álbum «%@»? Las fotos no se eliminarán.
fi: Haluatko varmasti poistaa albumin ”%@”? Kuvia ei poisteta.
fr: Êtes-vous sûr de vouloir supprimer l'album « %@ » ? Les photos ne seront pas supprimées.
hu: Biztos, hogy törölni szeretné a(z) "%@" albumot? A fotók nem kerülnek törlésre.
id: Apakah Anda yakin ingin menghapus album “%@”? Foto yang terkandung di dalamnya tidak akan dihapus.
it: Sei sicuro di voler eliminare l'album “%@”? Le foto non verranno eliminate.
ja: アルバム「%@」を削除してもよろしいですか？写真は削除されません。
ka: მართლა გნებავთ, წაშალოთ ალბომი "%@"? ფოტოები არ წაიშლება.
ko: 정말 앨범 "%@"을(를) 영구적으로 삭제하시겠어요? 앨범 내 사진은 제거되지 않습니다.
nb: Er du sikker på at du vil slette albumet "%@"? Bildene vil ikke bli slettet.
nl: Weet u zeker dat u het album%@wilt verwijderen? De foto's worden niet verwijderd.
pl: Czy na pewno chcesz usunąć album “%@”? Zdjęcia nie zostaną usunięte.
pt: Tem certeza de que deseja eliminar o álbum «%@»? As fotos não serão eliminadas.
pt_br: Tem certeza de que deseja excluir o álbum “%@”? As fotos não serão excluídas.
ro: Ștergeți albumul „%@”? Fotografiile nu vor fi șterse.
ru: Вы уверены, что хотите удалить альбом “%@”? Фотографии не будут удалены.
sk: Naozaj chcete odstrániť album „%@“? Fotografie sa nevymažú.
sv: Är du säker på att du vill ta bort albumet “%@“? Fotona kommer inte att tas bort.
tr: “%@” albümünü silmek istediğinize emin misiniz? Fotoğraflar silinmeyecek.
uk: Упевнені, що хочете видалити альбом «%@»? Фотографії не буде видалено.
zh_hans: 您确定要删除相册“%@”吗？照片不会被删除。
zh_hant: 您確定要刪除相簿「%@」？相片將不會被刪除。

# delete_album_alert_title
source: Delete “%@”
be: Выдаліць “%@”
ca: Elimina «%@»
cs: Smazat “%@”
da: Slet “%@”
de: "%@" löschen
el: Διαγραφή “%@”
es: Eliminar «%@»
es_419: Eliminar «%@»
fi: Poista "%@"
fr: Supprimer « %@ »
hu: "%@" törlése
id: Hapus “%@”
it: Elimina “%@”
ja: 「%@」を削除
ka: "%@"-ის წაშლა
ko: "%@" 삭제
nb: Slett “%@”
nl: Verwijder %@”
pl: Usuń “%@”
pt: Eliminar «%@»
pt_br: Excluir “%@”
ro: Ștergere „%@”
ru: Удалить “%@”
sk: Vymazať "%@”
sv: Ta bort “%@”
tr: "%@" albümünü sil
uk: Видалити «%@»
zh_hans: 删除 ”%@”
zh_hant: 刪除「%@」
